Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/minneord_ved_begravelsen_til_edel_haetta_eriksen.html.tmx
Source language: nob
Languages: sme

source: Minneord ved begravelsen til Edel Hætta Eriksen
sme: Muitosánit Edel Hætta Eriksena hávdádeamis

source: Sametingsråd Mikkel Eskil Mikkelsen representerte Sametinget ved begravelsen til Edel Hætta Eriksen fra Kautokeino kirke 25. august 2023 .
sme: ​ Sámediggeráđđi Mikkel Eskil Mikkelsen ovddastii Sámedikki Edel Hætta Eriksena hávdádeamis Guovdageainnu girkus borgemánu 25. beaivvi 2023.

source: Kjære alle sammen,
sme: Ráhkis buohkat,

source: Jeg vil på vegne av Sametinget og det samiske samfunnet først og fremst overbringe mine kondolanser til Edel Hætta Eriksen sine nærmeste.
sme: Mun háliidan Sámedikki ja sámi servodaga bealis vuosttažettiin cealkit Lemeha Edel:a lagamuččaide dearvvuođaid dán morašdilis.

source: I dag minnes vi en bemerkelsesverdig og unik kvinne, som i hele sin livstid engasjerte seg og brydde seg om det samiske språket, samisk undervisning og samfunn.
sme: Mii muittašat Edel Hætta Eriksen mearkkašahtti ja erenoamáš nissonolmmožiin, gii olles eallinagistis áŋgirušai ja beroštii sámi gielas, oahpahusas ja servodagas.

source: Hun var også et politisk engasjert menneske og hun har i hennes virke jobbe til det beste for det samiske samfunnet.
sme: Son beroštii maiddái sámepolitihkas ja lea duođai bálvalan sámi álbmoga su doaimmaid bokte.

source: Med sitt engasjement har hun vært med på å styrke samisk utdanning, løftet statusen til det samiske språket og var sentral i arbeidet med å forank re det samiske språket som undervisningsspråk.
sme: Áŋgirvuođain lea son nannen sámi oahpahusa, sámegiel-árvvu lokten ja áŋgirušai sajádit sámegiela oahpahusgiellan maŋŋel dáruiduhttima.

source: Hun var også tidlig ute med å påpeke viktigheten av å ha etablerte institusjoner, spesielt innen utdanning, i Sápmi.
sme: Sutnje lei maid dehálaš ahte oahpahushálddašeapmi ja eará ásahusat ledje sámis, ja dasa lea son maid váikkuhan.

source: Edel hadde en forkjærlighet for de samiske barna.
sme: Edel beroštii sákka sámi mánáid dilis.

source: Hun var selv lærer i over 30 år og i mange år jobbet hun også som rektor.
sme: Son lei oahpaheaddji badjel 30 jagi ja barggai maid rektoriin máŋggaid jagiid.

source: Hennes utgangspunkt var alltid behovene og rettighetene til samiske barn.
sme: Su vuolggasadji lei álo sámi mánná ja sámi mánáid dárbbut ja rievttit.

source: Hun var også den første direktøren i Samisk utdanningråd og har banet vei i alle disse rollene.
sme: Son lei maiddái Sámi Oahpahusráđi vuosttaš direktevrá, ja lea láidestan nu čehpet buot dáid doaimmaid.

source: Mange har også snakket om hennes fine vesen og hvordan hun med mildhet påpekte urett.
sme: Ollugat leat maiddái deattuhan man fiinnalunddot olmmoš son lei, ja mo son láđisvuođain cuigii dan mii ii lean vuogas.

source: Jeg vil fra dypet av mitt hjerte uttrykke takknemlighet for hennes livslange innsats, og at alt hun gjorde, gjorde hun av kjærlighet til hennes samfunn.
sme: Háliidan váimmustan deattuhit giitevašvuođa buot su dáguid ovddas, ja dieđan ahte son dagai nu, ráhkisvuođain iežas servodahkii.

source: Nå har hun gått ut av vår tid, og vi sitter igjen med minnene av henne som var så samfunnsengasjert, av henne som forbilde og veiviser for så mange – av henne som med sin klokskap var med på å forandre vårt samfunn til det bedre.
sme: Dál lea son vádjolan, midjiide báhcet buori muittut sus gii lei erenoamáš servodatberošteaddji, ovdagovvan ja láidesteaddjiin ollugiidda – son gii iežas čehpodagain lei mielde váikkuheame ja rievdadeame min servodaga buorebun.

source: Edel sin livsgjerning er en inspirasjon for oss alle til å fortsette på arbeidet hennes med å jobbe til det beste for samiske barn, de samiske språkene og samisk opplæring.
sme: Edela eallingeardi lea midjiide buohkaide inspirašuvdnan joatkit bargat dan buoremusa sámi mánáid, giela ja oahpahusa ovddas.

source: Flittige hender får nå hvile og et strålende lys har sluknet.
sme: Šerres bálggesčuovga lea dál vádjolan ja viššalis gieđat besset dál vuoiŋŋastit.

source: Vi minnes Lemeha Edel – Edel Hætta Eriksen og lyser fred over hennes minne.
sme: Mii muittašat du, Lemeha Edel rohkki. Ráfi lehkos su muitun.

source: I stedet for blomster, donerer Sametinget en pengesum til Kautokeino syke- og gamlehjem, etter ønske fra hennes pårørende.
sme: Lágamuččaid dáhtu mielde, addá Sámediggi ruhtasupmi Guovdageainnu buhcciid- ja boarrásiidruktui ovdalii go rásiid.
